{

	"ReviewTitle": {
		"title": "Client Stories"
	},
	
	"reviews": [
		{
			"Name": "Patrick",
			"Comment": "We were hesitant about building based on the length of the process and quality of craftsmanship. We talked to one builder who couldn’t meet our timeframe, so he referred us to JT. He immediately answered our concerns. He was able to customize an existing new home we liked on-budget, on-time and with great attention to detail. He made our new home dreams come true!",
			"image": "/images/crown-homes-patrick-review.jpg"
		},
		{
			"Name": "Ryan & Ashley",
			"Comment": "We just had our 2nd child and had specific needs for more space with a home office. Our Realtor had good things to say about JT. We did our research and had someone we trust take a look at one of his homes. They said the quality and added features were beyond what you normally see in the price range. JT was great to communicate with and really helpful the whole way through!",
			"image": "/images/crown-homes-ryan-ashely-review.jpg"
		},
		{
			"Name": "Eric & Matoya",
			"Comment": "We had just moved from the Northeast. We had very specific needs in the location and the house. JT was very friendly, helpful, knowledgeable, and understanding with what we wanted. He listened to all our questions and if he didn’t have the answer, he got someone who did. He took care of everything we needed on our punch list before we moved in and we know he’ll answer if we need him.",
			"image": "/images/crown-homes-eric-matoya-review.jpg"
		},
		{
			"Name": "John",
			"Comment": "I’ve built or bought several new homes, so I’ve learned the questions to ask directly of the builder. When one of his newly-built homes was available, his Realtor got me in touch with JT. I wanted to know about the materials, the soil, the foundation and more. He took his time with me and answered everything. In my experience, JT is one of the most honest and caring builders you can find.",
			"image": "/images/crown-homes-john-review.jpg"
		}
	]
}